Revit 2024 API
BuiltInFailures.FormFailures.VoidFormsNotUsed Property
 Some Void Forms of this family do not cut anything and will be deleted. To make a Void Form cut something else use the Cut Geometry tool.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId VoidFormsNotUsed { get; }
Visual Basic
Public Shared ReadOnly Property VoidFormsNotUsed As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ VoidFormsNotUsed {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.FormFailures Class
Autodesk.Revit.DB Namespace